[M_Orchid_DontCopyThatFloppy MissionDefinition]
MissionDescription="You found a malfunctioning Hyperion loader named C3n50r807 in the [place]Washburne Refinery[-place]. He seems to be obsessed with censoring all ''immoral'' behavior on Pandora. As of now, the censorbot has set his sights on software piracy. Some pirates in the area possess bootleg copies of ECHO simulation programs; the censorbot wants you to kill the pirates and get the software back."
TurnInDescription="You have successfully ended software piracy forever."
MissionSummary="Retrieve pirated software."
MissionGiver="C3n50r807"
MissionTurnInLocation="C3n50r807"
TeaserText="Yar har har! Who's ready for a quest about (software) piracy?!"
